---
kind: other
id: Properties.T:Autodesk.Revit.DB.FilterInverseRule
source: html/b0cd3fc6-3351-e335-651f-70b8f3e6a4d5.htm
---
# FilterInverseRule Properties

Specifies whether the .NET object represents a valid Revit entity.